[
  {
    "id": 1,
    "title": "Masten Wanjala: Kenyan child serial killer killed by mob",
    "body": "A mob in western Kenya has killed a self-confessed serial killer who escaped from custody two days ago, police say."
  },

  {
    "id": 2,
    "title": "Former US president in hospital for 'non-Covid infection",
    "body": "Mr Clinton, 75, is on the mend and  in good spirits after being admitted to UC Irvine Medical Center on Tuesday, spokesman Angel Ureña said Though it is unclear what led to the admission, Mr Clinton has a history of heart disease.  A statement from his doctors said he had received antibiotics and fluids."
  },

  {
    "id": 3,
    "title": "Robert Durst: US millionaire sentenced to life for murder",
    "body": "Durst was found guilty of killing Susan Berman in 2000 to stop her talking to police about his wife's disappearance. Then aged 55, she was found shot in the head in her Beverly Hills home. Police believe he killed two others as well."
  },

  {
    "id": 4,
    "title": "Norway probes bow and arrow suspect’s sanity",
    "body": "Psychiatrists examine a man suspected of killing five people with a bow and arrows in Norway."
  },
  {
    "id": 5,
    "title": "Bow and arrow attack appears to be terrorism - officials",
    "body": "A deadly bow and arrow attack in Norway which left five people dead appears to have been an act of terror, Norway's security service (PST) said. The suspect, a 37-year-old Danish citizen named Espen Andersen Brathen, had converted to Islam and there were fears he had been radicalised. However a motive has not yet been determined."
  },

  {
    "id": 6,
    "title": "The plus-size musicians making waves in China",
    "body": "Tune into any television show in China and it's likely that you'll be met with a picture-perfect celebrity. But musical act Produce Pandas, said to be the country's first ever plus-size boyband, are part of a new wave of celebrities viewed by audiences as more relatable. It comes as celebrities in China are being criticised for being \"image-obsessed\", and the government has announced a crackdown on effeminate male stars."
  },

  {
    "id": 7,
    "title": "Firefighters battle Taiwan tower block blaze",
    "body": "At least 46 people have been killed and dozens more seriously injured in a fire at a 13-storey tower block in southern Taiwan. It took firefighters more than four hours to extinguish the blaze at the building in the city of Kaohsiung."
  },

  {
    "id": 8,
    "title": "What is climate change? A really simple guide",
    "body": "World temperatures are rising because of human activity, and climate change now threatens every aspect of human life. Left unchecked, humans and nature will experience catastrophic warming, with worsening droughts, greater sea level rise and mass extinction of species. We face a huge challenge, but there are potential solutions."
  },

  {
    "id": 9,
    "title": "Deported Haitian migrants face uncertain future",
    "body": "Thousands of Haitian migrants have returned to the island after being deported by the US. Many of the migrants had been living in South America and have not set foot in Haiti for years. The BBC’s Will Grant spoke to migrants about the inhumane treatment they say they received at the US border - and about how they'll try to rebuild their lives now."
  },

  {
    "id": 10,
    "title": "The most profound experience I can imagine",
    "body": "William Shatner has become the oldest person to go into space, as he blasted off aboard the Blue Origin capsule. After landing, the Star Trek actor said tearfully that the experience had been \"unbelievable\".  \"Everybody in the world needs to do this, \" he said. Three other individuals shared his journey on the rocket system, which was developed by Amazon.com founder Jeff Bezos."
  }
]
